Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_custom_action_hint
source: The request is sent once for every tab the action runs on. Only a 2xx answer counts as success; redirects are not followed and count as failures. Cookies are not sent. Values are URL encoded in the URL and JSON escaped in a JSON body.
ab: Аҭаара абларҭа зегьы азы, аҟaҵара избакьоу, акы ишәоуп. Иахьа 2xx иҭакы гына иашьоу ауп; аиҭагылара шьаҭас иамҳәом, насгьы иашьам ауп. Иухыхьрақәа шьаны иҟам. Аҵакқәа URL аҟны URL амш ала акодла иахьоуп, JSON аҵакы иалку аҟны — JSON амш ала.
am: ጥያቄው እርምጃው ለሚሰራበት ለእያንዳንዱ ትር አንድ ጊዜ ይላካል። እንደ ስኬት የሚቆጠረው የ2xx ምላሽ ብቻ ነው፤ አቅጣጫ ማዞሪያዎች አይከተሉም፣ እንደ ውድቀትም ይቆጠራሉ። ኩኪዎች አይላኩም። እሴቶች በURL ውስጥ በURL ኢንኮዲንግ፣ በJSON አካል ውስጥ ደግሞ በJSON escaping ይቀየራሉ።
an: A solicitut s'invía una vegada per cada pestanya en a que s'executa l'acción. Nomás una resposta 2xx cuenta como exito; as redireccions no se sigue y cuentan como fallos. As cookies no s'invían. Os valors se codifican como URL en a URL y como JSON en un cuerpo JSON.
ar: يُرسَل الطلب مرة واحدة لكل تبويب يُنفَّذ عليه الإجراء. لا يُحتسَب نجاحًا إلا رد من فئة 2xx؛ لا تُتبَع عمليات إعادة التوجيه وتُحتسَب فشلًا. لا تُرسَل ملفات تعريف الارتباط. تُرمَّز القيم بترميز URL ضمن العنوان، وبترميز JSON ضمن محتوى JSON.
ast: La solicitú unvíase una vegada por cada llingüeta na que s'executa la aición. Namái una respuesta 2xx cuenta como ésitu; les redirecciones nun se siguen y cunten como fallos. Les cookies nun s'unvien. Los valores codifíquense como URL na URL y como JSON nun cuerpu JSON.
az: Sorğu əməliyyatın işlədiyi hər vərəq üçün bir dəfə göndərilir. Yalnız 2xx cavabı uğurlu sayılır; yönləndirmələr izlənmir və uğursuz sayılır. Kukilər göndərilmir. Dəyərlər URL-də URL kodlaşdırılır, JSON gövdəsində isə JSON qaydasında saxlanılır.
azb: سورغو، عملیاتین ایشله‌دیگی هر تاغ اوچون بیر دفعه گؤندریلیر. یالنیز 2xx جاوابی اوغورلو ساییلیر؛ یؤنلندیرمه‌لر ایزلنمیر و اوغورسوز ساییلیر. کوکی‌لر گؤندریلمیر. دَیرلر URL-ده URL کودلاشدیریلیر، JSON گؤوده‌سینده ایسه JSON قایداسیندا یازیلیر.
ban: Requestne kakirim apesan anggon tiap tab ane kalaksanayang baan aksine. Wantah pasaut 2xx ane kaitung sukses; redirect tusing katutin lan kaitung gagal. Cookie tusing kakirim. Nilaine URL encoded di URL lan JSON escaped di body JSON.
be: Запыт адпраўляецца адзін раз для кожнай карткі, на якой выконваецца дзеянне. Толькі адказ 2xx лічыцца поспехам; перанакіраванні не адсочваюцца і лічацца няўдачамі. Файлы cookie не адпраўляюцца. Значэнні кадуюцца як URL у URL-адрасе і экраніруюцца як JSON у целе JSON.
bg: Заявката се изпраща веднъж за всеки раздел, върху който се изпълни действието. Само отговор 2xx се брои за успех; пренасочванията не се следват и се броят за неуспех. Бисквитки не се изпращат. Стойностите се кодират като URL в адреса и се екранират за JSON в тялото на заявката.
bn: অ্যাকশনটি যতগুলো ট্যাবে চলে, প্রতিটি ট্যাবের জন্য একবার করে অনুরোধ পাঠানো হয়। কেবল 2xx উত্তরকে সফল ধরা হয়; রিডাইরেক্ট অনুসরণ করা হয় না এবং সেগুলো ব্যর্থ হিসেবে গণ্য হয়। কুকিস পাঠানো হয় না। মানগুলো URL-এ URL এনকোড করা হয় এবং JSON বডিতে JSON এস্কেপ করা হয়।
bqi: درخواست بره هر بلگه‌ای که کار روش کار می‌کنه، یه بار رسۊوی می‌بۊ. فقط جواب 2xx موفق حساب می‌بۊ؛ ریدایرکت یل دنبال نمی‌بن و شکست حساب می‌بن. کوکی رسۊوی نمی‌بۊ. ارزش یل من URL به شکل URL کد می‌بن، و من متن JSON به شکل JSON.
br: Kaset e vez ar goulenn ur wech evit pep ivinell m’en em ra an ober warni. N’eus nemet ur respont 2xx a gont evel un taol mat; ar c’hasoù en-dro ne heulier ket hag a gont evel c’hwitadennoù. Ne vez ket kaset ar cookies. Ar gwerzhioù a vez enkodet URL en URL hag enkodet JSON en ur c’horf JSON.
brh: ایکشن چلنتین ہر ٹیب نا واسطے درخواست ایک بار پٹھ ہس۔ تنہا 2xx جواب کامیاب ہس؛ ری ڈائریکٹاک فالو نی ہن او ناکام ہن۔ کوکیاک نی پٹھ ہن۔ ویلیواک URL اٹ URL انکوڈ او JSON باڈی اٹ JSON ایسکیپ ہن۔
bs: Zahtjev se šalje jednom za svaki tab na kojem se radnja izvrši. Samo odgovor 2xx se računa kao uspjeh; preusmjeravanja se ne prate i računaju se kao neuspjeh. Kolačići se ne šalju. Vrijednosti su URL kodirane u URL-u, a JSON kodirane u JSON tijelu.
ca: La sol·licitud s'envia una vegada per cada pestanya on s'executa l'acció. Només una resposta 2xx compta com a èxit; els redireccionaments no se segueixen i compten com a errors. No s'envien galetes. Els valors es codifiquen com a URL a l'URL, i s'escapen com a JSON en un cos JSON.
cak: Ri taq'in nitaq jun mul richin chi jujunal ruwi' akuchi' nisamäj wi ri b'anob'äl. Xa jun rutzuqik 2xx nib'an jun utz; ri redirects man ye'okisäx ta chuqa' nib'an chi re k'ayewal. Ri cookies man ye taq ta. Ri taq rejqalem ye URL encoded pa ri URL chuqa' JSON escaped pa jun ruch'akulal JSON.
ceb: Ang request ipadala kausa para sa matag tab nga girunan sa aksyon. 2xx ra nga tubag ang maihap nga malampuson; ang mga redirect dili sundon ug maihap nga pakyas. Ang mga cookie dili ipadala. Ang mga value URL encoded sa URL ug JSON escaped sa JSON nga body.
ckb: داواکارییەکە یەک جار بۆ هەر بازدەرێک کە کردارەکە لەسەری جێبەجێ دەبێت دەنێردرێت. تەنها وەڵامی 2xx وەک سەرکەوتوو دادەنرێت؛ ئاڕاستەکردنەوەکان بەدوادا ناکەوێت و وەک شکست دادەنرێن. کووکی نانێردرێت. بەهاکان لە URL بە شێوازی URL کۆدکراون، و لە ناوەڕۆکی JSON بە شێوازی JSON.
co: A dumanda hè mandata una volta per ogni unghjetta nant'à quale l'azzione hè eseguita. Solu una risposta 2xx conta cum'è successu; i redirizzamenti ùn sò micca seguitati è contanu cum'è fiaschi. I cookies ùn sò micca mandati. I valori sò cudificati URL in l'URL è cudificati JSON in un corpu JSON.
cs: Požadavek se odešle jednou za každý panel, na který se akce použije. Za úspěch se počítá jen odpověď 2xx; přesměrování se nenásledují a počítají se jako neúspěch. Cookies se neodesílají. Hodnoty jsou v URL kódované jako URL a v těle JSON escapované jako JSON.
cy: Anfonir y cais unwaith am bob tab mae’r weithred yn rhedeg arno. Dim ond ateb 2xx sy’n cyfrif fel llwyddiant; nid yw ailgyfeiriadau’n cael eu dilyn ac maen nhw’n cyfrif fel methiannau. Nid yw cwcis yn cael eu hanfon. Caiff gwerthoedd eu hamgodio URL yn yr URL a’u hamgodio JSON mewn corff JSON.
da: Anmodningen sendes én gang for hvert faneblad, handlingen kører på. Kun et 2xx-svar tæller som en succes; omdirigeringer følges ikke og tæller som fejl. Cookies sendes ikke. Værdier URL-kodes i URL'en og JSON-escapes i en JSON-body.
de: Die Anfrage wird einmal für jeden Tab gesendet, auf dem die Aktion ausgeführt wird. Nur eine 2xx-Antwort gilt als Erfolg; Weiterleitungen werden nicht verfolgt und zählen als Fehler. Cookies werden nicht gesendet. Werte werden in der URL URL-codiert und in einem JSON-Body JSON-codiert.
dsb: Napšašowanje se jaden raz sćelo za kuždy rejtarik, na kótaremž akcija běžy. Jano wótegrono 2xx licyjo ako wuspěch; dalejpósrědnjenja se njesejźuju a licyje ako njeuspěch. Kekse se njesćelu. Gódnoty su URL-koděrowane w URL a JSON-šćitane w JSON-wopśimjeśu.
el: Το αίτημα αποστέλλεται μία φορά για κάθε καρτέλα στην οποία εκτελείται η ενέργεια. Μόνο μια απάντηση 2xx μετράει ως επιτυχία· οι ανακατευθύνσεις δεν ακολουθούνται και μετράνε ως αποτυχίες. Τα cookies δεν αποστέλλονται. Οι τιμές κωδικοποιούνται σε μορφή URL μέσα στη διεύθυνση URL και σε μορφή JSON μέσα στο σώμα JSON.
eo: La peto estas sendata unufoje por ĉiu langeto, sur kiu la ago funkcias. Nur respondo 2xx kalkuliĝas kiel sukceso; alidirektoj ne estas sekvataj kaj kalkuliĝas kiel malsukcesoj. Kuketoj ne estas senditaj. Valoroj estas URL-kodigitaj en la URL kaj JSON-eskapitaj en JSON-enhavo.
es: La solicitud se envía una vez por cada pestaña en la que se ejecuta la acción. Solo una respuesta 2xx se considera un éxito; las redirecciones no se siguen y cuentan como errores. No se envían las cookies. Los valores se codifican para URL en la URL y se escapan como JSON en un cuerpo JSON.
es_ar: La solicitud se envía una vez por cada pestaña en la que se ejecuta la acción. Solo una respuesta 2xx se considera un éxito; las redirecciones no se siguen y cuentan como errores. No se envían las cookies. Los valores se codifican para URL en la URL y se escapan como JSON en un cuerpo JSON.
et: Päring saadetakse üks kord iga kaardi kohta, mille peal tegevus käivitatakse. Ainult 2xx vastus loetakse õnnestumiseks; ümbersuunamisi ei järgita ja need loetakse nurjumiseks. Küpsiseid ei saadeta. Väärtused kodeeritakse URL-is URL-kodeeringus ja JSON-sisus JSON-kodeeringus.
eu: Eskaera behin bidaltzen da ekintza exekutatzen den fitxa bakoitzeko. 2xx erantzunak bakarrik hartzen dira arrakastatzat; birbideratzeak ez dira jarraitzen eta hutsegitetzat hartzen dira. Cookierik ez da bidaltzen. Balioak URL gisa kodetzen dira URLan, eta JSON gisa ihes-kodetzen dira JSON gorputzean.
fa: درخواست یک بار برای هر زبانه‌ای که کنش روی آن اجرا می‌شود، ارسال می‌شود. فقط پاسخ‌های 2xx به‌عنوان موفقیت شمرده می‌شوند؛ تغییرمسیرها دنبال نمی‌شوند و شکست محسوب می‌شوند. کوکی‌ها ارسال نمی‌شوند. مقادیر در نشانی با کدگذاری URL، و در بدنهٔ JSON با کدگذاری JSON درج می‌شوند.
ff: La requête est envoyée une fois pour chaque tabbere sur laquelle l'action agit. Seule une réponse 2xx compte comme succès ; les redirections ne sont pas suivies et comptent comme échec. Les cookies ne sont pas envoyés. Les valeurs sont encodées en URL dans l'URL et en JSON échappé dans un corps JSON.
fi: Pyyntö lähetetään kerran jokaista välilehteä kohti, jolla toiminto suoritetaan. Vain 2xx-vastaus lasketaan onnistumiseksi; uudelleenohjauksia ei seurata, ja ne lasketaan epäonnistumisiksi. Evästeitä ei lähetetä. Arvot koodataan URL-muotoon URL-osoitteessa ja JSON-muotoon JSON-sisällössä.
fr: La requête est envoyée une fois pour chaque onglet sur lequel l’action s’exécute. Seule une réponse 2xx est considérée comme un succès ; les redirections ne sont pas suivies et comptent comme des échecs. Les cookies ne sont pas envoyés. Les valeurs sont encodées en URL dans l’URL et échappées en JSON dans un corps JSON.
fur: La richieste e ven inviade une volte par ogni schede che l'azion e ju su. Dome une rispueste 2xx e conte come sucès; i indreçaments no vegnin seguîts e a contin come faliments. I cookie no vegnin inviâts. I valôrs a son codificâts URL te URL e codificâts JSON intun cuarp JSON.
fy: It fersyk wurdt ien kear ferstjoerd foar elk ljepblêd wêrop de aksje útfierd wurdt. Allinnich in 2xx-antwurd jildt as slagge; trochferwizingen wurde net folge en jilde as mislearre. Cookies wurde net ferstjoerd. Wearden wurde URL-kodearre yn de URL en JSON-escaped yn in JSON-ynhâld.
ga: Seoltar an t-iarratas uair amháin do gach cluaisín a ritheann an gníomh air. Ní chomhairtear ach freagra 2xx mar rath; ní leantar atreoruithe agus comhairtear iad mar theipeanna. Ní sheoltar fianáin. Déantar luachanna a ionchódú URL san URL agus a éalú JSON i gcorp JSON.
gd: Thèid an t-iarrtas a chur aon turas airson gach taba air an ruith an gnìomh. Cha chunntar ach freagairt 2xx mar shoirbheachadh; cha lean iad ath-stiùiridhean 's cunntar iad mar fhàilligidhean. Cha tèid briosgaidean a chur. Thèid luachan a chòdachadh mar URL san URL 's mar JSON ann an corp JSON.
gl: A solicitude envíase unha vez por cada lapela na que se executa a acción. Só unha resposta 2xx conta como éxito; os redireccionamentos non se seguen e contan como erros. Non se envían cookies. Os valores codifícanse como URL no URL, e escápanse como JSON nun corpo JSON.
gn: Pe jerure ojeguerahauka peteĩjey tendayke peteĩteĩ pe tembiapo ojejapoháre. Peteĩ mbohovái 2xx año ojekuaa vy'apáicha; umi redirect ndojekuaái ha ojekuaa jejavýrõ guáicha. Cookies ndojeguerahaúi. Umi valor ojejapo URL encoded pe URL-pe ha JSON escaped peteĩ tete JSON-pe.
gu: ક્રિયા જેટલી ટૅબ્સ પર ચાલે છે, તે દરેક ટૅબ માટે વિનંતી એક વાર મોકલવામાં આવે છે. ફક્ત 2xx જવાબને જ સફળતા ગણવામાં આવે છે; રીડાયરેક્ટ અનુસરવામાં આવતા નથી અને તેને નિષ્ફળતા ગણવામાં આવે છે. કૂકીઝ મોકલવામાં આવતી નથી. મૂલ્યો URL માં URL એન્કોડ થાય છે અને JSON બોડીમાં JSON એસ્કેપ થાય છે.
he: הבקשה נשלחת פעם אחת עבור כל לשונית שעליה פועלת הפעולה. רק תגובה מסוג 2xx נחשבת להצלחה; הפניות מחדש אינן מבוצעות ונחשבות לכישלון. עוגיות אינן נשלחות. ערכים מקודדים בקידוד URL בתוך הכתובת, ובקידוד JSON בגוף מסוג JSON.
hi: ऐक्शन जिस भी टैब पर चलता है, हर टैब के लिए रिक्वेस्ट एक बार भेजी जाती है। सिर्फ़ 2xx जवाब को सफलता माना जाता है; रीडायरेक्ट फ़ॉलो नहीं किए जाते और उन्हें विफलता माना जाता है। कुकीज़ नहीं भेजी जातीं। वैल्यू, URL में URL एन्कोड की जाती हैं और JSON बॉडी में JSON एस्केप की जाती हैं।
hil: Ang request ginapadala isa ka beses para sa kada tab nga ginapatakbuhan sang aksyon. 2xx lang nga sabat ang ginaisip nga malampuson; ang mga redirect wala ginasunod kag ginaisip nga pakyas. Ang mga cookie wala ginapadala. Ang mga value URL encoded sa URL kag JSON escaped sa JSON nga body.
hr: Zahtjev se šalje jednom za svaku karticu na kojoj se radnja izvrši. Samo odgovor 2xx smatra se uspjehom; preusmjeravanja se ne prate i smatraju se neuspjehom. Kolačići se ne šalju. Vrijednosti su URL kodirane u URL-u, a JSON kodirane u JSON tijelu.
hsb: Naprašowanje so jedynkrát pósćele za kóždy rajtark, na kotrymž akcija běži. Jenož wotmołwa 2xx ličo jako wuspěch; dalesposrědkowanja so njesćěduja a ličeja jako njewuspěch. Placki so njepósćeleja. Hódnoty su URL-koděrowane w URL a JSON-schowane w JSON-wobsahu.
hu: A kérés egyszer kerül elküldésre minden olyan lapnál, amelyen a művelet lefut. Csak a 2xx válasz számít sikeresnek; az átirányításokat a rendszer nem követi, és sikertelennek számítanak. Sütik nem kerülnek elküldésre. Az értékek URL-kódolással kerülnek az URL-be, és JSON-kódolással a JSON-törzsbe.
hy: Հարցումն ուղարկվում է մեկ անգամ՝ գործողության կիրառվող յուրաքանչյուր ներդիրի համար. Միայն 2xx պատասխանն է համարվում հաջողված. վերահղումները չեն կատարվում և համարվում են ձախողում. Cookie-ները չեն ուղարկվում. Արժեքները URL֊ում կոդավորվում են URL ձևաչափով, իսկ JSON մարմնում՝ JSON ձևաչափով.
ia: Le requesta es inviate un vice pro cata scheda super le qual le action functiona. Solmente un responsa 2xx conta como successo; le redirectiones non es sequite e conta como fallimentos. Cookies non es inviate. Le valores es codificate como URL in le URL e escapate como JSON in un corpore JSON.
id: Permintaan dikirim satu kali untuk setiap tab tempat tindakan ini dijalankan. Hanya respons 2xx yang dihitung berhasil; pengalihan tidak akan diikuti dan dihitung sebagai gagal. Cookie tidak dikirim. Nilai di-encode URL dalam URL dan di-escape JSON dalam isi JSON.
is: Beiðnin er send einu sinni fyrir hvern flipa sem aðgerðin keyrir á. Aðeins svar með 2xx telst sem árangur; tilvísunum er ekki fylgt og þær teljast sem mistök. Vefkökur eru ekki sendar. Gildi eru vefslóðarkóðuð í vefslóðinni og JSON-afmörkuð í JSON-meginmáli.
it: La richiesta viene inviata una volta per ogni scheda su cui viene eseguita l’azione. Solo una risposta 2xx conta come successo; i reindirizzamenti non vengono seguiti e contano come errori. I cookie non vengono inviati. I valori sono codificati per URL nell’URL e con escape JSON in un corpo JSON.
ja: リクエストは、操作の対象となるタブごとに1回送信されます。成功と見なされるのは2xxの応答のみで、リダイレクトは追跡されず失敗として扱われます。Cookieは送信されません。値はURL内ではURLエンコード、JSON本文内ではJSONエスケープされます。
ka: მოთხოვნა იგზავნება ერთხელ თითოეული ჩანართისთვის, რომელზეც მოქმედება გაეშვება. წარმატებულად ითვლება მხოლოდ 2xx პასუხი; გადამისამართებები არ სრულდება და ითვლება ჩავარდნად. ქუქი-ფაილები არ იგზავნება. მნიშვნელობები URL-ში URL-ფორმატითაა კოდირებული, ხოლო JSON-შინაარსში — JSON-ფორმატით.
kaa: Sorawı áreket orınlanatuǵın hár bir bet ushın bir márte jiberiledi. Tek 2xx juwabı ǵana sátli esaplanadı; qayta jiberiwler orınlanbaydı hám sátsiz esaplanadı. Kukiler jiberilmeydi. Mánisler URL-de URL kodlastırıladı, al JSON denesinde JSON qaǵıydası menen jazıladı.
kab: Assuter yettwazen yiwet n tikkelt i yal iccer i deg tettedu tigawt. Kan tiririt 2xx ttwaḥsaben d lawan; imesdayen ur ttwaḍfaren ara ttwaḥsaben d urrif. Ibiskwit ur ttwaznen ara. Azalen ttwajerrden s URL deg URL, s JSON deg wagbur JSON.
kk: Сұрау әрекет орындалатын әрбір бет үшін бір рет жіберіледі. Тек 2xx жауабы ғана сәтті деп есептеледі; қайта бағыттаулар орындалмайды және сәтсіз деп есептеледі. Кукилер жіберілмейді. Мәндер URL-де URL кодталады, ал JSON денесінде JSON ережесімен жазылады.
km: សំណើនេះត្រូវបានផ្ញើម្ដងសម្រាប់ផ្ទាំងនីមួយៗដែលសកម្មភាពដំណើរការលើ។ មានតែចម្លើយ 2xx ប៉ុណ្ណោះដែលរាប់ជាជោគជ័យ; ការបញ្ជូនបន្តមិនត្រូវបានដាក់តាម ហើយរាប់ជាបរាជ័យ។ ខូគីមិនត្រូវបានផ្ញើទេ។ តម្លៃត្រូវបានអ៊ិនកូដជា URL នៅក្នុង URL និងគេចពី JSON នៅក្នុងខ្លឹមសារ JSON។
kmr: Daxwaz ji bo her hilpekîna ku çalakî li ser dixebite carekê tê şandin. Tenê bersiveke 2xx wek serkeftî tê hesibandin; berevajîkirin nayên şopandin û wek têkçûyî têne hesibandin. Kûkî nayên şandin. Nirx di URL de bi awayê URL têne kodkirin û di naveroka JSON de bi awayê JSON.
kn: ಕ್ರಿಯೆ ಚಲಿಸುವ ಪ್ರತಿ ಟ್ಯಾಬ್‌ಗೆ ವಿನಂತಿಯನ್ನು ಒಮ್ಮೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. 2xx ಉತ್ತರ ಮಾತ್ರ ಯಶಸ್ಸು ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ; ಮರುನಿರ್ದೇಶನಗಳನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ ಮತ್ತು ವಿಫಲತೆ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. ಕುಕೀಗಳನ್ನು ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ. ಮೌಲ್ಯಗಳನ್ನು URL ನಲ್ಲಿ URL ಎನ್‌ಕೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು JSON ಬಾಡಿಯಲ್ಲಿ JSON ಎಸ್ಕೇಪ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 요청은 작업이 실행되는 탭마다 한 번씩 전송됩니다. 2xx 응답만 성공으로 간주하며, 리디렉션은 따라가지 않고 실패로 처리합니다. 쿠키는 전송되지 않습니다. 값은 URL에서는 URL 인코딩되고 JSON 본문에서는 JSON 이스케이프됩니다.
kw: An govynnadow yw dannvenys unn treveth rag pub tab may hwra an oberenn gwaya warnodho. Unnsel gorthyp 2xx a gont avel sewenhans; ny vydh redirectys holyes hag i a gont avel fyllans. Ny vydh kokis dannvenys. Valyow yw enkodyes URL y'n URL ha dienkyes JSON yn korf JSON.
lij: A richiesta a vegne mandâ 'na vòtta pe ògni feuggio in sce o quæ l'açion a gîa. Solo 'na risposta 2xx a conta comme sucesso; i redirixi no vegnan segoîi e vegnan contæ comme fiaschi. I cookie no vegnan mandæ. I valoî son codificæ URL inte l'URL e codificæ JSON inte 'n corpo JSON.
lo: ຄຳຮ້ອງຂໍຈະຖືກສົ່ງເທື່ອດຽວສຳລັບແຕ່ລະແທັບທີ່ຄຳສັ່ງເຮັດວຽກນຳ. ມີແຕ່ຄຳຕອບ 2xx ເທົ່ານັ້ນທີ່ນັບວ່າສຳເລັດ; ການປ່ຽນເສັ້ນທາງຈະບໍ່ຖືກຕິດຕາມ ແລະ ນັບວ່າລົ້ມເຫລວ. ຄຸກກີ້ຈະບໍ່ຖືກສົ່ງ. ຄ່າຕ່າງໆຈະຖືກເຂົ້າລະຫັດ URL ໃນ URL ແລະ escape ແບບ JSON ໃນເນື້ອຫາ JSON.
lt: Užklausa siunčiama po vieną kartą kiekvienai kortelei, kuriai vykdomas veiksmas. Sėkme laikomas tik 2xx atsakymas; nukreipimai nesekami ir laikomi nesėkme. Slapukai nesiunčiami. Reikšmės URL koduojamos adrese, o JSON turinyje – koduojamos JSON formatu.
lv: Pieprasījums tiek nosūtīts vienu reizi par katru cilni, kurai darbība tiek izpildīta. Par veiksmīgu tiek uzskatīta tikai 2xx atbilde; novirzīšanas netiek sekotas un tiek uzskatītas par neveiksmīgām. Sīkfaili netiek sūtīti. Vērtības tiek kodētas kā URL adresē un kā JSON — JSON saturā.
meh: La solicitud se envía una vez por cada pestaña en la que corre la acción. Solo una respuesta 2xx cuenta como éxito; las redirecciones no se siguen y cuentan como fallo. Las cookies no se envían. Los valores van codificados como URL en la URL y con escape JSON en un cuerpo JSON.
ml: പ്രവർത്തനം നടക്കുന്ന ഓരോ ടാബിനും അഭ്യർത്ഥന ഒരു തവണ അയയ്ക്കും. 2xx മറുപടി മാത്രമേ വിജയമായി കണക്കാക്കൂ; റീഡയറക്ടുകൾ പിന്തുടരില്ല, അവ പരാജയമായി കണക്കാക്കും. കുക്കികൾ അയയ്ക്കില്ല. മൂല്യങ്ങൾ URL-ൽ URL എൻകോഡ് ചെയ്തും, JSON ബോഡിയിൽ JSON എസ്കേപ്പ് ചെയ്തും ആയിരിക്കും.
mr: क्रिया ज्या प्रत्येक टॅबवर चालते त्यासाठी विनंती एकदा पाठवली जाते. फक्त 2xx उत्तर यशस्वी मानले जाते; रीडायरेक्ट फॉलो केले जात नाहीत आणि अपयश मानले जातात. कुकीज पाठवल्या जात नाहीत. मूल्ये URL मध्ये URL एन्कोड केलेली आणि JSON बॉडीमध्ये JSON एस्केप केलेली असतात.
my: တောင်းဆိုချက်ကို လုပ်ဆောင်ချက် အလုပ်လုပ်သည့် တက်ဗ်တိုင်းအတွက် တစ်ကြိမ်စီ ပို့မည်။ 2xx အဖြေမှသာ အောင်မြင်သည်ဟု မှတ်ယူမည်။ ချိတ်ဆက်ပြန်ညွှန်းမှုများကို မလိုက်နာဘဲ မအောင်မြင်ဟု မှတ်ယူမည်။ ကွတ်ကီးများကို ပို့မည် မဟုတ်ပါ။ တန်ဖိုးများကို URL ထဲတွင် URL ကုဒ်နှင့် JSON body ထဲတွင် JSON escape ပြုလုပ်ပေးသည်။
nb: Forespørselen sendes én gang for hver fane handlingen kjøres på. Bare et 2xx-svar telles som vellykket; omdirigeringer følges ikke og telles som mislykket. Informasjonskapsler sendes ikke. Verdier URL-kodes i URL-en og JSON-escapes i JSON-innholdet.
ne: कार्य चलेको हरेक ट्याबका लागि अनुरोध एक पटक पठाइन्छ। 2xx जवाफलाई मात्र सफल मानिन्छ; रिडाइरेक्टहरु पछ्याइँदैन र तिनलाई असफल मानिन्छ। कुकीहरु पठाइँदैनन्। मानहरु URL मा URL इन्कोड गरिएर र JSON बडीमा JSON इस्केप गरिएर हुन्छन्।
nl: Het verzoek wordt één keer verzonden voor elk tabblad waarop de actie wordt uitgevoerd. Alleen een 2xx-antwoord telt als geslaagd; omleidingen worden niet gevolgd en tellen als mislukt. Cookies worden niet verzonden. Waarden worden URL-gecodeerd in de URL en JSON-geëscaped in een JSON-body.
nn: Førespurnaden vert send éin gong for kvar fane handlinga køyrer på. Berre eit 2xx-svar reknast som vellykka; omdirigeringar vert ikkje følgde og reknast som mislukka. Informasjonskapslar vert ikkje sende. Verdiar vert URL-koda i URL-en og JSON-escapa i JSON-innhaldet.
oc: La demanda es mandada un còp per cada onglet sus lo qual l’accion s’executa. Sonque una responsa 2xx compta coma capitada ; las redireccions son pas seguidas e comptan coma fracasses. Los cookies son pas mandats. Las valors son encodadas en URL dins l’URL e escapadas en JSON dins un còs JSON.
or: କାର୍ଯ୍ୟ ଚାଲୁଥିବା ପ୍ରତ୍ୟେକ ଟ୍ୟାବ୍ ପାଇଁ ଅନୁରୋଧ ଏକ ଥର ପଠାଯାଏ। କେବଳ 2xx ଉତ୍ତରକୁ ସଫଳ ବୋଲି ଗଣାଯାଏ; ରିଡାଇରେକ୍ଟକୁ ଅନୁସରଣ କରାଯାଏ ନାହିଁ ଏବଂ ଏହା ବିଫଳ ବୋଲି ଗଣାଯାଏ। କୁକିଜ୍ ପଠାଯାଏ ନାହିଁ। ମୂଲ୍ୟଗୁଡ଼ିକ URL ରେ URL-ଏନକୋଡ୍ ହୋଇଥାଏ ଏବଂ JSON ବଡିରେ JSON ଏସ୍କେପ୍ ହୋଇଥାଏ।
pa: ਬੇਨਤੀ ਹਰ ਉਸ ਟੈਬ ਲਈ ਇੱਕ ਵਾਰ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਿਸ ‘ਤੇ ਕਾਰਵਾਈ ਚੱਲਦੀ ਹੈ। ਸਿਰਫ਼ 2xx ਜਵਾਬ ਹੀ ਸਫਲ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ; ਰੀਡਾਇਰੈਕਟਾਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਅਤੇ ਇਹ ਅਸਫਲ ਮੰਨੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਕੂਕੀਜ਼ ਨਹੀਂ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ। ਮੁੱਲ URL ਵਿੱਚ URL ਇਨਕੋਡ ਅਤੇ JSON ਬਾਡੀ ਵਿੱਚ JSON ਇਸਕੇਪ ਕੀਤੇ ਹੁੰਦੇ ਹਨ।
pa_pk: جیس ٹیب تے عمل چلدا اے اوہدے لئی درخواست اک واری گھلی جاندی اے۔ صرف 2xx جواب کامیابی مݨیا جاندا اے؛ ری ڈائریکٹ نئيں فالو کیتے جاندے تے ناکامی مݨے جاندے نيں۔ کوکیز نئيں گھلیاں جاندیاں۔ ویلیو URL وچ URL انکوڈڈ تے JSON باڈی وچ JSON ایسکیپڈ ہُندیاں نيں۔
pl: Żądanie jest wysyłane raz dla każdej karty, na której wykonywana jest akcja. Tylko odpowiedź 2xx liczy się jako sukces; przekierowania nie są śledzone i liczą się jako niepowodzenia. Pliki cookie nie są wysyłane. Wartości są kodowane URL w adresie URL i escapowane JSON w treści JSON.
ps: غوښتنه د هر ټب لپاره چې کړنه پرې پلي کېږي یو ځل لیږل کېږي. یوازې د 2xx ځواب بریالیتوب ګڼل کېږي؛ لېږدونې تعقیب نه کېږي او ناکامي ګڼل کېږي. کوکیز نه لیږدېږي. ارزښتونه په URL کې د URL په بڼه کوډ کېږي، او په JSON محتوا کې د JSON په بڼه.
pt_br: A solicitação é enviada uma vez para cada aba em que a ação é executada. Somente uma resposta 2xx é considerada sucesso; os redirecionamentos não são seguidos e contam como falha. Os cookies não são enviados. Os valores são codificados para URL na URL e com escape de JSON em um corpo JSON.
pt_pt: O pedido é enviado uma vez para cada separador em que a ação é executada. Só uma resposta 2xx conta como sucesso; os redirecionamentos não são seguidos e contam como falha. Os cookies não são enviados. Os valores são codificados para URL no URL e com escape de JSON num corpo JSON.
rm: La dumonda vegn mandada ina giada per mintga tab sin il qual l’acziun vegn exequida. Mo ina resposta 2xx conta sco success; renviaments na vegnan betg suandads e contan sco malsuccess. Cookies na vegnan betg mandads. Valurs vegnan codifitgadas sco URL en l’URL e escapadas sco JSON en in corp JSON.
ro: Cererea este trimisă o dată pentru fiecare filă pe care rulează acțiunea. Doar un răspuns 2xx contează drept succes; redirecționările nu sunt urmate și contează drept eșecuri. Cookie-urile nu sunt trimise. Valorile sunt codificate URL în adresa URL și codificate JSON în corpul JSON.
ru: Запрос отправляется по одному разу для каждой вкладки, на которой выполняется действие. Успехом считается только ответ с кодом 2xx; перенаправления не выполняются и считаются ошибками. Файлы cookie не отправляются. Значения кодируются как URL в адресе URL и экранируются как JSON в теле JSON.
sat: ᱮᱠᱥᱚᱱ ᱪᱟᱞᱟᱣ ᱠᱟᱱ ᱢᱤᱫ ᱢᱤᱫ ᱴᱮᱵᱽ ᱞᱟᱹᱜᱤᱛ ᱢᱤᱫ ᱠᱷᱚᱱ ᱨᱤᱠᱣᱮᱥᱴ ᱠᱩᱞ ᱦᱩᱭ ᱟ ᱾ 2xx ᱡᱩᱵᱟᱹᱵ ᱠᱚᱠᱚ ᱥᱟᱯᱷᱚᱞ ᱛᱮ ᱞᱮᱠᱷᱟ ᱦᱩᱭ ᱟ; ᱨᱤᱰᱟᱭᱨᱮᱠᱴ ᱠᱚ ᱵᱟᱭ ᱛᱩᱨᱩᱭ ᱟᱭᱚᱜ ᱟ ᱟᱨ ᱵᱤᱯᱷᱚᱞ ᱛᱮ ᱞᱮᱠᱷᱟ ᱦᱩᱭ ᱟ ᱾ ᱠᱩᱠᱤ ᱠᱚ ᱵᱟᱭ ᱠᱩᱞ ᱦᱩᱭ ᱟ ᱾ ᱵᱷᱮᱞᱭᱩ ᱠᱚ URL ᱨᱮ URL ᱮᱱᱠᱳᱰ ᱟᱨ JSON ᱵᱟᱰᱤ ᱨᱮ JSON ᱮᱥᱠᱮᱯ ᱦᱩᱭ ᱟ ᱾
sc: Sa dimanda si imbiat una borta pro dònnia ischeda in ue s'atzione funtzionat. Isceti una risposta 2xx contat comente sutzessu; is torraduras no si sighint e contant comente faddinas. Is cookies no si imbiant. Is valores sunt codificados URL in s'URL e codificados JSON in unu corpus JSON.
scn: A richiesta veni mannata na vota pi ogni scheda supra â quali l'azzioni travagghia. Sulu na risposta 2xx cunta comu successu; i rinviamenti non vènunu sicutati e cùntanu comu fallimenti. I cookie non vènunu mannati. I valuri sunnu codificati URL nnâ URL e codificati JSON nte un corpu JSON.
si: ක්‍රියාව ක්‍රියාත්මක වන සෑම පටිත්තක් සඳහාම ඉල්ලීම එක් වරක් යවනු ලැබේ. 2xx පිළිතුරක් පමණක් සාර්ථක ලෙස ගණන් ගැනේ; යළි-යොමු කිරීම් අනුගමනය නොකෙරෙන අතර අසාර්ථක ලෙස ගණන් ගැනේ. කුකීස් නොයවනු ලැබේ. අගයන් URL එකේ URL-කේතනය කර ඇති අතර, JSON අන්තර්ගතයක JSON ආකාරයෙන් එස්කේප් කර ඇත.
sk: Požiadavka sa odošle raz za každú kartu, na ktorej akcia beží. Za úspech sa počíta iba odpoveď 2xx; presmerovania sa nenasledujú a počítajú sa ako zlyhania. Súbory cookie sa neodosielajú. Hodnoty sa kódujú vo formáte URL v rámci adresy URL a vo formáte JSON v tele JSON.
skr: عمل جہڑیاں ٹیباں تے چلدا ہے، انہاں وچوں ہر ٹیب کیتے ارداس ہک واری بھیڄی ویندی ہے۔ صرف 2xx جواب کوں کامیابی ڳݨیا ویندا ہے؛ ریڈائریکٹ فالو کائنی کیتے ویندے تے ناکامی ڳݨے ویندے ہن۔ کوکیاں کائنی بھیڄیاں ویندیاں۔ قدراں URL وچ URL انکوڈ تے JSON باڈی وچ JSON ایسکیپ کیتیاں ویندیاں ہن۔
sl: Zahteva se pošlje enkrat za vsak zavihek, na katerem se dejanje izvede. Kot uspeh šteje samo odgovor 2xx; preusmeritvam se ne sledi in štejejo kot neuspeh. Piškotki se ne pošiljajo. Vrednosti so URL kodirane v URL-ju, v telesu JSON pa kodirane za JSON.
sq: Kërkesa dërgohet një herë për çdo skedë mbi të cilën kryhet veprimi. Vetëm një përgjigje 2xx llogaritet si sukses; ridrejtimet nuk ndiqen dhe llogariten si dështime. Cookie-t nuk dërgohen. Vlerat kodohen si URL në URL, dhe shpëtohen si JSON në një lëndë JSON.
sr: Захтев се шаље једном за сваки језичак на којем се радња изврши. Само одговор 2xx се рачуна као успех; преусмеравања се не прате и рачунају се као неуспех. Колачићи се не шаљу. Вредности су URL кодиране у URL-у, а JSON кодиране у JSON телу.
su: Requestna dikirim sakali pikeun unggal tab nu dijalankeun ku aksina. Ngan waleran 2xx nu dianggap hasil; redirect teu dituturkeun sarta dianggap gagal. Cookie teu dikirim. Nilai-na di-URL encode dina URL jeung di-JSON escape dina body JSON.
sv: Begäran skickas en gång för varje flik som åtgärden körs på. Bara ett 2xx-svar räknas som lyckat; omdirigeringar följs inte och räknas som misslyckade. Cookies skickas inte. Värden är URL-kodade i URL:en och JSON-eskejpade i ett JSON-innehåll.
szl: Zapytanie je posyłane roz na kożdo karta, na kerej akcyjo działo. Ino ôdpowiydź 2xx liczy sie za sukces; przekierowania niy sōm śledzōne i liczōm sie za niepowodzynia. Ciasteczka niy sōm posyłane. Werty sōm kodowane URL w adresie i eskejpowane JSON we treści JSON.
ta: செயல் இயங்கும் ஒவ்வொரு கீற்றுக்கும் கோரிக்கை ஒருமுறை அனுப்பப்படும். 2xx பதில் மட்டுமே வெற்றியாகக் கருதப்படும்; திசைமாற்றங்கள் பின்பற்றப்படாமல் தோல்வியாகக் கருதப்படும். குக்கீகள் அனுப்பப்படாது. மதிப்புகள் URL-இல் URL என்கோடு செய்யப்பட்டும், JSON உள்ளடக்கத்தில் JSON எஸ்கேப் செய்யப்பட்டும் இருக்கும்.
te: చర్య నడిచే ప్రతి ట్యాబుకు అభ్యర్థన ఒకసారి పంపబడుతుంది. 2xx సమాధానం మాత్రమే విజయవంతంగా పరిగణించబడుతుంది; దారిమార్పులు అనుసరించబడవు మరియు వైఫల్యాలుగా పరిగణించబడతాయి. కుకీలు పంపబడవు. విలువలు URLలో URL ఎన్‌కోడ్ చేయబడి, JSON బాడీలో JSON ఎస్కేప్ చేయబడి ఉంటాయి.
tg: Дархост барои ҳар варақае, ки амал ба он татбиқ мешавад, як маротиба фиристода мешавад. Танҳо ҷавоби 2xx ҳамчун муваффақ ҳисоб мешавад; равонсозиҳо иҷро намешаванд ва ҳамчун нокомӣ ҳисоб мешаванд. Кукиҳо фиристода намешаванд. Арзишҳо дар URL бо шакли URL рамзгузорӣ мешаванд ва дар мазмуни JSON — бо шакли JSON.
th: คำขอจะถูกส่งหนึ่งครั้งสำหรับทุกแท็บที่การดำเนินการนี้ทำงานด้วย เฉพาะการตอบกลับ 2xx เท่านั้นที่ถือว่าสำเร็จ การเปลี่ยนเส้นทางจะไม่ถูกติดตามและถือว่าล้มเหลว จะไม่มีการส่งคุกกี้ ค่าต่าง ๆ จะถูกเข้ารหัส URL ใน URL และ escape แบบ JSON ในเนื้อหา JSON
tl: Ipinapadala ang request nang isang beses para sa bawat tab na pinagpapatakbuhan ng aksyon. 2xx na sagot lang ang binibilang na tagumpay; hindi sinusundan ang mga redirect at binibilang itong bigo. Hindi ipinapadala ang mga cookie. Ang mga value ay URL encoded sa URL at JSON escaped sa JSON na body.
tok: toki wile li tawa poki ale ni: pali li pali lon ona, wan taso. toki 2xx taso li pona; nasin sin ante li lili ala e ona, li ike. kuki li tawa ala. ijo li lon URL kepeken nasin URL, li lon insa JSON kepeken nasin JSON.
tr: İstek, eylemin çalıştığı her sekme için bir kez gönderilir. Yalnızca 2xx yanıtı başarılı sayılır; yönlendirmeler izlenmez ve başarısız sayılır. Çerezler gönderilmez. Değerler URL'de URL kodlamasıyla, JSON gövdesinde JSON kaçış karakterleriyle yazılır.
trs: La solicitud se envía una vez por cada pestaña en la que corre la acción. Solo una respuesta 2xx cuenta como éxito; las redirecciones no se siguen y cuentan como fallo. Las cookies no se envían. Los valores van codificados como URL en la URL y con escape JSON en un cuerpo JSON.
tt: Сорау гамәл эшли торган һәрбер таб өчен бер тапкыр җибәрелә. Фәкать 2xx җавабы гына уңышлы дип санала; юнәлтүләр үтәлми һәм уңышсыз дип санала. Кукилар җибәрелми. Кыйммәтләр URL-да URL кодлаштырыла, ә JSON тәнендә JSON кагыйдәсе белән языла.
tzm: Assuter yettwazen yiwet n tikkelt i yal aseksel i deg tettedu tigawt. Kan tiririt 2xx ttwaḥsaben d lawan; imesdayen ur ttwaḍfaren ara ttwaḥsaben d urrif. Ibiskwit ur ttwaznen ara. Azalen ttwajerrden s URL deg URL, s JSON deg wagbur JSON.
ug: سوئال مەشغۇلات ئىجرا بولىدىغان ھەر بەتكۈچ ئۈچۈن بىر قېتىم ئەۋەتىلىدۇ. پەقەت 2xx جاۋابىلا مۇۋەپپەقىيەتلىك ھېسابلىنىدۇ؛ يولداشلار ئىجرا قىلىنمايدۇ ۋە مەغلۇپ ھېسابلىنىدۇ. كۇكىلار ئەۋەتىلمەيدۇ. قىممەتلەر URL دا URL كودلىنىدۇ، JSON گەۋدىسىدە بولسا JSON قائىدىسى بويىچە يېزىلىدۇ.
uk: Запит надсилається один раз для кожної вкладки, на якій виконується дія. Успіхом вважається лише відповідь з кодом 2xx; переспрямування не виконуються і вважаються помилками. Файли cookie не надсилаються. Значення кодуються як URL в адресі URL і екрануються як JSON у тілі JSON.
ur: ریکوئسٹ ہر اس ٹیب کے لیے ایک بار بھیجی جاتی ہے جس پر ایکشن چلتا ہے۔ صرف 2xx جواب کامیابی شمار ہوتا ہے؛ ری ڈائریکٹس کی پیروی نہیں کی جاتی اور وہ ناکامی شمار ہوتے ہیں۔ کوکیز نہیں بھیجی جاتیں۔ ویلیوز URL میں URL انکوڈڈ اور JSON باڈی میں JSON ایسکیپڈ ہوتی ہیں۔
uz: So'rov amal ishlaydigan har bir varaq uchun bir marta yuboriladi. Faqat 2xx javobi muvaffaqiyatli hisoblanadi; yo'naltirishlarga amal qilinmaydi va muvaffaqiyatsiz hisoblanadi. Kukilar yuborilmaydi. Qiymatlar URL-da URL kodlashtiriladi, JSON tanasida esa JSON qoidasi bilan yoziladi.
vec: Ła richiesta ła vien mandà na volta par onji scheda so ła qual l’asion ła core. Soło na risposta 2xx ła conta come sucesso; łe rediression no łe vien seguìe e łe conta come fracasso. I cookie no i vien mandà. I vałori i vien codifegà URL inte l’URL e scapà JSON inte un corpo JSON.
vi: Yêu cầu được gửi một lần cho mỗi thẻ mà thao tác chạy trên đó. Chỉ phản hồi 2xx mới được tính là thành công; chuyển hướng không được thực hiện theo và tính là thất bại. Cookie không được gửi đi. Giá trị được mã hóa URL trong URL và thoát ký tự JSON trong nội dung JSON.
yo: A máa ń fi request ránṣẹ́ lẹ́ẹ̀kan fún táàbù kọ̀ọ̀kan tí iṣe náà bá ṣiṣẹ́ lórí rẹ̀. Ìdáhùn 2xx nìkan ni a kà sí àṣeyọrí; a kì í tẹ̀lé redirect, a sì kà á sí ìkùnà. A kì í fi cookie ránṣẹ́. A máa ń fi URL encode àwọn iye nínú URL, a sì máa ń fi JSON escape wọn nínú body JSON.
yua: La solicitud se envía una vez por cada pestaña en la que corre la acción. Solo una respuesta 2xx cuenta como éxito; las redirecciones no se siguen y cuentan como fallo. Las cookies no se envían. Los valores van codificados como URL en la URL y con escape JSON en un cuerpo JSON.
zh_hans: 该操作作用于的每个标签页都会发送一次请求。只有 2xx 响应才算作成功;重定向不会被跟随,并计为失败。不会发送 Cookie。URL 中的值会进行 URL 编码,JSON 正文中的值会进行 JSON 转义。
zh_hant: 此操作套用的每個分頁都會傳送一次要求。只有 2xx 回應才視為成功;重新導向不會被跟隨,並視為失敗。不會傳送 Cookie。URL 中的值會進行 URL 編碼,JSON 本文中的值會進行 JSON 逸出處理。
